---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamPoissonMod3
source: html/ad2129c3-5089-01f4-42cd-9b867de8d4b6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamPoissonMod3 Property

"Poisson ratio Z"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamPoissonMod3 { get; }
```